<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!doctype html>
<html lang="en">
<head>
<meta charset="UTF-8" />
<title>테이블 태그 2</title>
	<style>
	@IMPORT url("tableTag2.css");
	</style>
</head>
<body>


	<table>
		<thead>
			<tr>
				<th>번호</th>
				<th>글</th>
				<th>글쓴이</th>
			</tr>
		</thead>
		<tbody>


			<tr>
				<td>1</td>
				<td>비상계엄하의 군사재판은 군인·군무원의 범죄나 군사에 관한 간첩죄의 경우와 초병·초소·유독음식물공급·포로에
					관한 죄중 법률이 정한 경우에 한하여 단심으로 할 수 있다. 다만, 사형을 선고한 경우에는 그러하지 아니하다.</td>
				<td>안창호</td>
			</tr>

			<tr>
				<td>2</td>
				<td>대법관의 임기는 6년으로 하며, 법률이 정하는 바에 의하여 연임할 수 있다.</td>
				<td>홍익한</td>
			</tr>

			<tr>
				<td>3</td>
				<td>체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을
					제시하여야 한다. 다만, 현행범인인 경우와 장기 3년 이상의 형에 해당하는 죄를 범하고 도피 또는 증거인멸의 염려가 있을
					때에는 사후에 영장을 청구할 수 있다.</td>
				<td>신사임당</td>
			</tr>

			<tr>
				<td>4</td>
				<td>근로자는 근로조건의 향상을 위하여 자주적인 단결권·단체교섭권 및 단체행동권을 가진다.</td>
				<td>온조왕</td>
			</tr>

			<tr>
				<td>5</td>
				<td>헌법재판소의 조직과 운영 기타 필요한 사항은 법률로 정한다.</td>
				<td>원효대사</td>
			</tr>

			<tr>
				<td>6</td>
				<td>지방의회의 조직·권한·의원선거와 지방자치단체의 장의 선임방법 기타 지방자치단체의 조직과 운영에 관한 사항은
					법률로 정한다.</td>
				<td>한명회</td>
			</tr>

			<tr>
				<td>7</td>
				<td>모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.</td>
				<td>이인로</td>
			</tr>

			<tr>
				<td>8</td>
				<td>의무교육은 무상으로 한다. 새로운 회계연도가 개시될 때까지 예산안이 의결되지 못한 때에는 정부는 국회에서
					예산안이 의결될 때까지 다음의 목적을 위한 경비는 전년도 예산에 준하여 집행할 수 있다.</td>
				<td>세조</td>
			</tr>

			<tr>
				<td>9</td>
				<td>법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다.</td>
				<td>박팽년</td>
			</tr>

			<tr>
				<td>10</td>
				<td>국회는 상호원조 또는 안전보장에 관한 조약, 중요한 국제조직에 관한 조약, 우호통상항해조약, 주권의 제약에
					관한 조약, 강화조약, 국가나 국민에게 중대한 재정적 부담을 지우는 조약 또는 입법사항에 관한 조약의 체결·비준에 대한
					동의권을 가진다.</td>
				<td>임춘</td>
			</tr>

		</tbody>
	</table>
</body>
</html>